---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.PoundsMassPerSquareFoot
source: html/8396c7f8-be03-c960-ecfe-acf2cad511a7.htm
---
# Autodesk.Revit.DB.UnitTypeId.PoundsMassPerSquareFoot Property

Pounds mass per square foot.

## Syntax (C#)
```csharp
public static ForgeTypeId PoundsMassPerSquareFoot { get; }
```